AccessRightException=Vous, {0}, n''avez pas les droits suffisants pour faire cette operation
AccountAlreadyExistsException=Le compte "{0}" existe d\u00e9j\u00e0
AccountNotFoundException=Le compte "{0}" n''a pas \u00e9t\u00e9 trouv\u00e9
BaselinedFolderAlreadyExistsException=Le r\u00e9pertoire "{0}" existe d\u00e9j\u00e0 dans cette baseline
BaselineNotFoundException=La baseline "{0}" n''a pas \u00e9t\u00e9 trouv\u00e9e
BaselineWarningException=La baseline "{0}" a rencontr\u00e9e quelques problemes
BaselineWarningException1=Les articles r\u00e9serv\u00e9s ou invisibles ont \u00e9t\u00e9s ignor\u00e9s lors de la cr\u00e9ation de la baseline
ChangeIssueNotFoundException=Le rapport de probl\u00e8me "{0}" n''a pas \u00e9t\u00e9 trouv\u00e9
ChangeOrderNotFoundException=L''ordre de modification "{0}" n''a pas \u00e9t\u00e9 trouv\u00e9
ChangeRequestNotFoundException=La demande de modification "{0}" n''a pas \u00e9t\u00e9 trouv\u00e9e
ConfigurationItemAlreadyExistsException=Le produit configurable "{0}" existe d\u00e9j\u00e0
ConfigurationItemNotFoundException=Le produit configurable "{0}" ou ses \u00e9l\u00e9ments n''ont pas \u00e9t\u00e9 trouv\u00e9s
PartRevisionNotReleasedException=L''article "{0}" n''a pas \u00e9t\u00e9 d\u00e9livr\u00e9
ConvertedResourceException=La resource n'a pu \u00eatre convertie.
CreationException=Erreur \u00e0 la cr\u00e9ation de l'objet dont les attributs sont incorrects ou ne garantissent pas l'unicit\u00e9
DocumentMasterAlreadyExistsException=Le document "{0}" existe d\u00e9j\u00e0
DocumentMasterTemplateAlreadyExistsException=Le mod\u00e8le de document "{0}" existe d\u00e9j\u00e0
DocumentMasterTemplateNotFoundException=Le mod\u00e8le de document "{0}" ou ses \u00e9l\u00e9ments n''ont pas \u00e9t\u00e9 trouv\u00e9s
DocumentRevisionAlreadyExistsException=Le document "{0}" existe d\u00e9j\u00e0
DocumentRevisionNotFoundException=Le document "{0}" version "{1}" ou ses \u00e9l\u00e9ments n''ont pas \u00e9t\u00e9 trouv\u00e9s
EntityConstraintException1=Vous ne pouvez pas supprimer un article de t\u00eate d'un produit
EntityConstraintException2=Vous ne pouvez pas supprimer un article utilis\u00e9 dans un assemblage
EntityConstraintException3=Vous ne pouvez pas supprimer un role contenu dans un processus m\u00e9tier
ntityConstraintException4=Vous ne pouvez pas supprimer un produit qui a des baselines
EntityConstraintException5=Vous ne pouvez pas supprimer un article qui est dans une baseline
EntityConstraintException6=Vous ne pouvez pas supprimer un document qui est dans une baseline
EntityConstraintException7=Vous ne pouvez pas supprimer un document qui est li\u00e9 \u00e0 un changement
EntityConstraintException8=Vous ne pouvez pas supprimer un jalon qui est li\u00e9 \u00e0 un ordre
EntityConstraintException9=Vous ne pouvez pas supprimer un jalon qui est li\u00e9 \u00e0 une demande
EntityConstraintException10=Vous ne pouvez pas supprimer une demande qui est li\u00e9e \u00e0 un ordre
EntityConstraintException11=Vous ne pouvez pas supprimer un groupe qui est li\u00e9 \u00e0 des droits sur des documents ou des articles
EntityConstraintException12=Vous ne pouvez pas cr\u00e9er un assemblage contenant des r\u00e9f\u00e9rences circulaires
EntityConstraintException13=Vous ne pouvez pas supprimer un produit qui a des instances
EntityConstraintException14=Vous ne pouvez pas supprimer une liste de valeurs qui est utilis\u00e9e dans un mod\u00e8le de document
EntityConstraintException15=Vous ne pouvez pas supprimer une liste de valeurs qui est utilis\u00e9e dans un mod\u00e8le d'article
ES_ConfWarning1=L'application n'a pas pu charger le fichier de configuration d'ElasticSearch
ES_DeleteError1=La suppression de l'index n'a pu \u00eatre effectu\u00e9e. Le serveur ElesticSearch ne semble pas r\u00e9pondre.
ES_DeleteError2=La suppression de plusieurs index n''a pu \u00eatre effectu\u00e9e. Le serveur ElesticSearch ne semble pas r\u00e9pondre.
ES_DeleteError3=La suppression d'index a rencontr\u00e9 le problemes suivant \:
ES_IndexCreationError1=L'index n'a pu \u00eatre cr\u00e9e. Les index suivants existent \:
ES_IndexCreationError2=L'index n'a pu \u00eatre cr\u00e9e. Les noms suivant sont invalide\:
ES_IndexError1=L'indexation n'a pu \u00eatre effectu\u00e9. Le serveur ElesticSearch ne semble pas repondre.
ES_IndexError2=L'indexation multiple n''a pu \u00eatre effectu\u00e9e. Le serveur d'ElasticSearch ne semble pas r\u00e9pondre
ES_IndexError3=L'indexation multiple a rencontr\u00e9e les probl\u00e8mes suivants \:
ES_IndexError4=Rien a indexer
ES_MailError1=L'application ne peut pas envoyer le mail de r\u00e9sultat d'indexation
ES_SearchError1=La recherche ne peut \u00eatre effectu\u00e9ee. Le serveur ElasticSearch ne semble pas r\u00e9pondre
FileAlreadyExistsException=Le fichier "{0}" existe d\u00e9j\u00e0
FileNotFoundException=Le fichier "{0}" n''a pas \u00e9t\u00e9 trouv\u00e9
FolderAlreadyExistsException=Le r\u00e9pertoire "{0}" existe d\u00e9j\u00e0
FolderNotFoundException=Le r\u00e9pertoire "{0}" n''a pas \u00e9t\u00e9 trouv\u00e9
GCMAccountAlreadyExistsException=Le compte GCM "{0}" existe d\u00e9j\u00e0
GCMAccountNotFoundException=Le compte GCM "{0}" n''a pas \u00e9t\u00e9 trouv\u00e9
IndexAlreadyExistsException=Ce nom d'index est d\u00e9j\u00e0 utilis\u00e9
IndexerServerException=Le serveur d'indexage ne r\u00e9pond pas
IndexNamingException=Ce nom d'index n'est pas autoris\u00e9
LayerNotFoundException=La couche "{0}" n''a pas \u00e9t\u00e9 trouv\u00e9e
LOVNameEmptyException="Le nom est vide"
LOVPossibleValueException="La liste des valeurs possibles est vide"
MarkerNotFoundException=Le marqueur "{0}" n''a pas \u00e9t\u00e9 trouv\u00e9e
MilestoneAlreadyExistsException=Le jalon {0} existe d\u00e9j\u00e0
MilestoneNotFoundException=Le jalon {0} n''a pas \u00e9t\u00e9 trouv\u00e9e
NotAllowedException1=Vous ne pouvez pas figer une configuration. Un article n'a aucune it\u00e9ration non r\u00e9serv\u00e9e
NotAllowedException2=Vous ne pouvez pas cr\u00e9er un worflow sans aucune activit\u00e9.
NotAllowedException3=Une ou plusieurs activit\u00e9(s) de ce processus m\u00e9tier est(sont) invalide(s). (R\u00e9f\u00e9rence manquante ou ne contient aucune t\u00e2che)
NotAllowedException4=Vous ne pouvez pas ajouter ou modifier un fichier d'un objet qui ne vous appartient pas
NotAllowedException5=Le document est priv\u00e9 et vous n'en \u00eates pas le propri\u00e9taire
NotAllowedException6=Vous ne pouvez pas d\u00e9placer un document qui ne vous appartient pas
NotAllowedException7=la structure des r\u00e9pertoires a \u00e9t\u00e9 gel\u00e9e, seul le gestionnaire de l'espace de travail est autoris\u00e9 \u00e0 cr\u00e9er ou supprimer des r\u00e9pertoires
NotAllowedException8=L'utilisateur ne peut pas \u00eatre supprim\u00e9 car c'est un auteur ou il est impliqu\u00e9 dans un processus m\u00e9tier
NotAllowedException9=Le nom contient des caract\u00e8res interdits. (Les caract\u00e8res alphanum\u00e9riques, _ et - sont autoris\u00e9s)
NotAllowedException10=Avant de marquer une t\u00e2che comme effectu\u00e9e ou de la rejeter sur un document vous devez l'avoir t\u00e9l\u00e9charg\u00e9 et ouvert au moins une fois
NotAllowedException11=Vous ne pouvez pas cr\u00e9er une organisation car vous \u00eates d\u00e9j\u00e0 membre d'une autre organisation
NotAllowedException12=Vous ne pouvez pas ajouter un compte \u00e0 une organisation s'il est d\u00e9j\u00e0 membre d'une autre organisation
NotAllowedException13=Une ou plusieurs t\u00e2ches de ce processus m\u00e9tier est(sont) invalide(s). (Aucun role d\u00e9fini)
NotAllowedException14=Vous n'\u00eates pas le propri\u00e9taire de la t\u00e2che
NotAllowedException15=La t\u00e2che n'est pas en cours
NotAllowedException16=Vous ne pouvez pas marquer une t\u00e2che comme effectu\u00e9e ou la rejeter sur un document r\u00e9serv\u00e9
NotAllowedException17=Vous ne pouvez pas marquer une t\u00e2che comme effectu\u00e9e ou la rejeter sur un article r\u00e9serv\u00e9
NotAllowedException18=Vous ne pouvez pas acc\u00e9der \u00e0 une ressource prot\u00e9g\u00e9e hors de son lien permanent.
NotAllowedException19=Vous ne pouvez pas annuler la r\u00e9servation d'un objet que vous n'avez pas r\u00e9serv\u00e9
NotAllowedException20=Vous ne pouvez pas lib\u00e9rer un objet que vous n'avez pas r\u00e9serv\u00e9
NotAllowedException21=Vous ne pouvez pas supprimer un r\u00e9pertoire syst\u00e8me ou qui ne vous appartient pas
NotAllowedException22=Vous ne pouvez pas supprimer un document qui ne vous appartient pas
NotAllowedException23=Vous ne pouvez pas d\u00e9placer un dossier d'un espace de travail \u00e0 un autre
NotAllowedException24=Vous ne pouvez pas supprimer un fichier d'un document qui ne vous appartient pas
NotAllowedException25=Vous n'avez pas les droits en modification sur cet objet
NotAllowedException26=Le document doit \u00eatre lib\u00e9r\u00e9 pour cr\u00e9er une nouvelle version
NotAllowedException27=Le document doit avoir au moins une iteration
NotAllowedException28=Vous ne pouvez pas cr\u00e9er de processus m\u00e9tier anonyme.
NotAllowedException29=Vous ne pouvez pas renommer un fichier qui ne vous appartient pas
NotAllowedException30=Vous ne pouvez pas souscrire \u00e0 un document qui ne vous appartient pas
NotAllowedException33=Le r\u00e9pertoire parent est priv\u00e9 et vous n'en \u00eates pas le propri\u00e9taire
NotAllowedException34=Vous ne pouvez pas r\u00e9cup\u00e9rer un fichier qui ne vous appartient pas
NotAllowedException37=L'objet est d\u00e9j\u00e0 r\u00e9serv\u00e9
NotAllowedException40=L'article doit \u00eatre lib\u00e9r\u00e9 pour cr\u00e9er une nouvelle version
NotAllowedException41=L'article doit avoir au moins une iteration
NotAllowedException42=La r\u00e9f\u00e9rence du document doit correspondre au masque d\u00e9fini
NotAllowedException43=La r\u00e9f\u00e9rence de l''article doit correspondre au masque d\u00e9fini
NotAllowedException44=Vous ne pouvez pas modifier les attributs d'un document cr\u00e9\u00e9 avec un mod\u00e8le dont les attributs sont fig\u00e9s
NotAllowedException45=Vous ne pouvez pas modifier les attributs d'un article cr\u00e9\u00e9 avec un mod\u00e8le dont les attributs sont fig\u00e9s
NotAllowedException46=L'article doit \u00eatre lib\u00e9r\u00e9 pour le finaliser
NotAllowedException47=Vous ne pouvez pas r\u00e9server un object qui est finalis\u00e9
NotAllowedException48=Vous ne pouvez pas figer une configuration. Un article peut être utilisé en plusieurs versions.
NotAllowedException49=Vous ne pouvez pas figer une configuration. Un article ne peut être utilisé dans aucune version.
NotAllowedException50=Vous ne pouvez pas figer une configuration. Un lien n'a aucun choix d'usage
NotAllowedException51=Vous ne pouvez pas figer une configuration. Un lien a plusieurs choix d'usage
OrganizationAlreadyExistsException=L''organisation "{0}" existe d\u00e9j\u00e0
OrganizationNotFoundException=L''organisation "{0}" n''a pas \u00e9t\u00e9 trouv\u00e9
PartIterationNotFoundException=La pi\u00e8ce "{0}" revision "{1}" iteration "{2}" ou ses \u00e9l\u00e9ments n''ont pas \u00e9t\u00e9 trouv\u00e9s
PartMasterAlreadyExistsException=La pi\u00e8ce "{0}" existe d\u00e9j\u00e0
PartMasterNotFoundException=La pi\u00e8ce "{0}" ou ses \u00e9l\u00e9ments n''ont pas \u00e9t\u00e9 trouv\u00e9s
PartMasterTemplateAlreadyExistsException=Le mod\u00e8le d''article "{0}" existe d\u00e9j\u00e0
PartMasterTemplateNotFoundException=Le mod\u00e8le d''article "{0}" ou ses \u00e9l\u00e9ments n''ont pas \u00e9t\u00e9 trouv\u00e9s
PartRevisionAlreadyExistsException=La pi\u00e8ce "{0}" existe d\u00e9j\u00e0
PartRevisionNotFoundException=La pi\u00e8ce "{0}" revision "{1}" ou ses \u00e9l\u00e9ments n''ont pas \u00e9t\u00e9 trouv\u00e9s
PartUsageLinkNotFoundException=Le lien d''usage "{0}" n''a pas \u00e9t\u00e9 trouv\u00e9
PasswordRecoveryRequestNotFoundException=L''identifiant "{0}" ne correspond \u00e0 aucune demande de r\u00e9cup\u00e9ration de mot de passe
ProductInstanceAlreadyExistsException=L'exemplaire du produit existe d\u00e9j\u00e0
ProductInstanceMasterNotFoundException=L'exemplaire du produit n''a pas \u00e9t\u00e9 trouv\u00e9
ProductInstanceIterationNotFoundException=L'it\u00e9ration de l'exemplaire du produit n''a pas \u00e9t\u00e9 trouv\u00e9
RoleAlreadyExistsException=Le role "{0}" existe existe d\u00e9j\u00e0
RoleNotFoundException=Le role "{0}" n''a pas \u00e9t\u00e9 trouv\u00e9
SharedEntityNotFoundException=L'\u00e9l\u00e9ment partag\u00e9 "{0}" n''a pas \u00e9t\u00e9 trouv\u00e9
TagAlreadyExistsException=Le libell\u00e9 "{0}" existe d\u00e9j\u00e0
TagNotFoundException=Le libell\u00e9 "{0}" n''a pas \u00e9t\u00e9 trouv\u00e9
TaskNotFoundException=La t\u00e2che "{0}" n''a pas \u00e9t\u00e9 trouv\u00e9
UserAlreadyExistsException=L''utilisateur "{0}" existe d\u00e9j\u00e0
UserGroupAlreadyExistsException=Le groupe "{0}" existe d\u00e9j\u00e0
UserGroupNotFoundException=Le groupe "{0}" n''a pas \u00e9t\u00e9 trouv\u00e9
UserNotActiveException=L''utilisateur "{0}" n''est pas actuellement actif
UserNotFoundException=L''utilisateur "{0}" n''a pas \u00e9t\u00e9 trouv\u00e9
WorkflowModelAlreadyExistsException=Le mod\u00e8le de processus m\u00e9tier "{0}" existe d\u00e9j\u00e0
WorkflowModelNotFoundException=Le mod\u00e8le de processus m\u00e9tier "{0}" ou ses \u00e9l\u00e9ments n''ont pas \u00e9t\u00e9 trouv\u00e9s
WorkflowNameEmptyException=Le nom du processus m\u00e9tier ne peut pas \u00eatre vide
WorkflowNotFoundException=Le processus m\u00e9tier "{0}" ou ses \u00e9l\u00e9ments n''ont pas \u00e9t\u00e9 trouv\u00e9s
WorkspaceAlreadyExistsException=L''espace de travail "{0}" existe d\u00e9j\u00e0
WorkspaceNotFoundException=L''espace de travail "{0}" ou ses \u00e9l\u00e9ments n''ont pas \u00e9t\u00e9 trouv\u00e9s