title=DocDoku: aide

help.title=Bienvenue sur l'aide DocDoku

category1.title=Fondamentaux
category1.question1=Quels sont les pr&eacute;-requis pour utiliser DocDoku ?
category1.answer1=Pour utiliser la console d'administration incluse sur notre site web, vous devez disposer d'un navigateur web "d&eacute;cent" comme Internet Explorer 6 ou Firefox. Pour ex&eacute;cuter le client DocDoku, vous devez avoir install&eacute; au pr&eacute;alable la machine virtuelle Java 1.6 (&eacute;galement appel&eacute;e version 6.0) ou sup&eacute;rieure. Pour installer l'environnement Java n&eacute;cessaire ou pour contr&ocirc;ler son installation, utilisez ce <a href="#" onClick="window.open('http://www.java.com')">lien</a>.
category1.question2=Quelles sont les plateformes support&eacute;es ?
category1.answer2=Pour le moment, le client DocDoku est support\u00E9 sous Windows 2000, XP, 2003, Vista et Linux. DocDoku devrait fonctionner sous MacOS 10.5 avec Java 6. Lorsque ces logiciels seront disponibles nous supporterons officiellement la plate-forme Mac.
category1.question3=Quelle est la marche &agrave; suivre pour utiliser DocDoku ?
category1.answer3=Une fois les pr&eacute;-requis install&eacute;s sur votre ordinateur, vous devez dans un premier temps cr&eacute;er votre compte DocDoku. Pour ce faire, remplissez le formulaire en retenant bien les informations saisies. Lorsque votre compte a &eacute;t&eacute; cr&eacute;&eacute;, vous devez t&eacute;l&eacute;charger notre logiciel.
category1.question4=Comment lancer l'application DocDoku ?
category1.answer4=Une fois l'installation achev&eacute;e, vous disposerez d'un ic&ocirc;ne DocDoku sur votre bureau. Il vous suffira de double cliquer sur cette derni&egrave;re pour que la fen&ecirc;tre d'authentification apparaisse. Saisissez alors les informations renseign&eacute;es lors de la cr&eacute;ation de votre compte et le tour est jou&eacute; ! 
category1.question5=O&ugrave; sont stock&eacute;s mes fichiers ?
category1.answer5=Ils sont stock&eacute;s sur notre syst&egrave;me. Vous disposez donc d'un acc&egrave;s universel &agrave; vos documents, une simple connexion internet suffit !
category1.question6=Je n'arrive pas &agrave; me connecter &agrave; DocDoku.
category1.answer6=Lorsque vous saisissez votre nom d'utilisateur et votre mot de passe, v&eacute;rifiez que vous respectez bien la casse. Exemple : votre nom d'utilisateur est "DUPOND". Si vous saisissez "Dupond", votre authentification sera rejet&eacute;e.
category1.answer7=Si vous n'arrivez toujours pas \u00E0 vous connecter, rendez-vous dans "Programmes/Panneau de configuration/Java/S\u00E9curit\u00E9/Certificats". Supprimez ensuite tous les certificats utilisateur approuv\u00E9s et d\u00E9livr\u00E9s \u00E0 DocDoku. T&eacute;l&eacute;chargez ensuite \u00E0 nouveau DocDoku et n'oubliez pas d'accepter le certificat ou la signature num\u00E9rique.

category2.title=Administration
category2.question1=Comment acc&eacute;der &agrave; la console d'administration DocDoku ?
category2.answer1=Connectez-vous sur notre page d'accueil et saisissez votre nom d'utilisateur et votre mot de passe en haut &agrave; droite.
category2.question2=A quoi sert la console d'administration ?
category2.answer2=Elles sert &agrave; cr&eacute;er et modifier vos espaces de travail. Elle permet &eacute;galement de g&eacute;rer les droits d'acc&egrave;s des utilisateurs sur vos espaces. En outre, lorsque vous cr\u00E9ez ou \u00E9ditez votre espace de travail, vous pouvez choisir de geler la structure des r\u00E9pertoires, except\u00E9 pour le gestionnaire de l'espace de travail.
category2.question3=Quelles sont les r&egrave;gles applicables &agrave; la gestion des utilisateurs ?
category2.answer3=Vous ne pouvez ajouter un utilisateur &agrave; l'espace de travail que s'il a d&eacute;j&agrave; &eacute;t&eacute; cr&eacute;&eacute;. Un utilisateur n'est supprimable que s'il n'est pas encore impliqu&eacute; dans un document ou un workflow. Les options "Activer" et "D&eacute;sactiver" de la liste d&eacute;roulante vous permettent d'activer ou non un utilisateur dans l'espace de travail en cours, sans aucune contrainte. Enfin, les choix "lecture seule" et "acc&egrave;s complet" vous permettent de d&eacute;terminer si l'utilisateur pourra ou non modifier des documents.

category3.title=Gestion des documents
category3.question1=Comment puis-je ajouter un fichier dans DocDoku ?
category3.answer1=La premi&egrave;re chose &agrave; faire est de cr&eacute;er un document. Pour cela, la fonction "Nouveau document" est &agrave; votre disposition, soit via le menu "Fichier / Nouveau / Nouveau Document", soit via le menu contextuel (clic droit) "Nouveau document". Il vous suffit ensuite de s&eacute;lectionner le document cr&eacute;&eacute; et de faire clic droit "Editer" (ou via le menu "Actions / Editer"). R&eacute;pondez ensuite "Oui" lorsque l'application vous demande si vous voulez r&eacute;server ce document. La fen&ecirc;tre d'&eacute;dition appara&icirc;t alors et vous propose, entre autres, le bouton "Ajouter un fichier". Cliquez sur ce dernier et choisissez le fichier &agrave; ajouter via l'explorateur propos&eacute;. Cliquez ensuite sur "OK" et le t&eacute;l&eacute;chargement du document commence. Enfin, vous pouvez lib&eacute;rer cette it&eacute;ration de document, si vous souhaitez rendre la main, grace au bouton "Lib&eacute;rer" disponible dans la barre d'outils.
category3.question2=Comment puis-je modifier un document dans DocDoku ?
category3.answer2=S&eacute;lectionnez le fichier puis faites clic droit "Editer" (ou via le menu "Actions / Editer"). R&eacute;pondez ensuite "Oui" lorsque l'application vous demande si vous voulez r&eacute;server ce document. La fen&ecirc;tre d'&eacute;dition appara&icirc;t alors et vous propose, entre autres, le bouton "Editer le fichier". Le fichier que vous souhaitez modifier s'ouvre avec le programme associ&eacute;. Faites vos modifications et enregistrer le. Revenez sur DocDoku et cliquez sur OK. Le t&eacute;l&eacute;chargement du document commence. Enfin, vous pouvez int&eacute;grer cette it&eacute;ration de document dans DocDoku grace au bouton "Lib&eacute;rer" disponible dans la barre d'outils.
category3.question3=Comment puis-je annuler une modification en cours sur un document ?
category3.answer3=Pour annuler la prise en compte de modifications sur un document, vous disposez du bouton "Annuler la r&eacute;servation" dans la barre d'outils.
category3.question4=Existe-t'il la notion de dossiers publiques et priv&eacute;s dans DocDoku ?
category3.answer4=Biens&ucirc;r. Tous les dossiers priv&eacute;s sont situ&eacute;s sous le noeud intitul&eacute; "~votre nom d'utilisateur". Ce noeud est facile &agrave; r&eacute;p&eacute;rer, il est pr&eacute;fix&eacute; d'un ic&ocirc;ne symbolisant une maison. Tous les documents qui sont situ&eacute;s sous ce noeud sont donc priv&eacute;s et ne sont visibles et modifiables que par l'utilisateur en cours. En revanche, tout ce qui n'est pas situ&eacute; dans ce noeud est donc consid&eacute;r&eacute; comme publique et donc visible et modifiable par les utilisateurs autoris&eacute;s &agrave; acc&eacute;der &agrave; cet espace de travail.

category4.title=Gestion des workflows
category4.question1=Que signifie "workflow" ?
category4.answer1=Un Workflow est un syst&egrave;me permettant d'automatiser un flux d'informations au sein d'une organisation. Il permet par exemple de d&eacute;finir un circuit de validation pour un document.
category4.question2=Comment cr&eacute;er un workflow ?
category4.answer2=Choisissez "Nouveau / Nouveau mod&egrave;le de workflow" via le menu "Fichier". La fen&ecirc;tre de conception d'un worflow appara&icirc;t. Pour ajouter une activit&eacute; en s&eacute;rie, s&eacute;lectionnez l'avant dernier bouton de la barre d'outils situ&eacute; &agrave; gauche de la fen&ecirc;tre. Positionnez vous ensuite avant ou apr&egrave;s une t&acirc;che. Un symb&ocirc;le identique au bouton de la barre d'outils appara&icirc;t. D'un simple clic, vous pouvez ajouter autant d'activit&eacute; que n&eacute;cessaire. Pour d&eacute;finir une activit&eacute;, s&eacute;lectionnez l&agrave; puis faites clic droit "Editer". La fen&ecirc;tre d'&eacute;diton d'activit&eacute; appara&icirc;t, au sein de laquelle vous pouvez &eacute;diter, ajouter ou supprimer une t&acirc;che. S&eacute;lectionnez une t&acirc;che et cliquez sur le bouton "Editer une t&acirc;che". Une fen&ecirc;tre est mise &agrave; votre disposition pour intituler, affecter un responsable et donnez des instructions sur cette t&acirc;che. Ciquez sur OK pour valider l'&eacute;dition de la t&acirc;che puis une nouvelle fois sur OK pour valider l'&eacute;dition de l'activit&eacute;.
category4.question3=Quelles sont les conditions d'utilisation d'un worflow ?
category4.answer3=Un worflow n'est applicable ou actif que pour un ou plusieurs documents "publiques". En effet, quel est l'int&eacute;r&ecirc;t de vouloir appliquer un workflow &agrave; un document priv&eacute; donc visible uniquement par son propri&eacute;taire...
category4.question4=Comment appliquer un workflow &agrave; un nouveau document ?
category4.answer4=Lors de la cr&eacute;ation d'un document (fonction "Nouveau document"), la fen&ecirc;tre de cr&eacute;ation vous propose de choisir dans une liste de mod&egrave;les de workflow que vous souhaitez appliquer (&agrave; condition qu'au moins un workflow ait &eacute;t&eacute; cr&eacute;&eacute; au pr&eacute;alable biens&ucirc;r...).
category4.question5=Comment appliquer un workflow &agrave; un document existant ?
category4.answer5=Il faut en fait cr&eacute;er une nouvelle version du document. S&eacute;lectionnez le document en question puis allez dans le menu "Actions" et choisissez "Cr&eacute;er une nouvelle version". La fen&ecirc;tre de cr&eacute;ation de version appara&icirc;t et une liste des workflows existants est &agrave; votre disposition. Cliquez sur OK. Vous verrez ensuite appara&icirc;tre la nouvelle version du document. 

category5.title=Mod&egrave;les de documents
category5.question1=Comment cr&eacute;er un mod&egrave;le de document ?
category5.answer1=S&eacute;lectionnez "Nouveau / Nouveau mod&egrave;le de document" dans le menu "Fichier". Au sein de la fen&ecirc;tre de cr&eacute;ation d'un mod&egrave;le de document, vous pouvez d&eacute;finir sa r&eacute;f&eacute;rence ainsi que le ou les fichiers affect&eacute;s \u00E0 ce mod&egrave;le. En outre, le champ "Masque" vous permet de d&eacute;finir le format de la r&eacute;f&eacute;rence des documents que vous cr&eacute;erez selon ce mod&egrave;le.
category5.question2=Pourquoi cr&eacute;er des mod&egrave;les de documents ?
category5.answer2=Vous &ecirc;tes souvent amen&eacute; &agrave; cr&eacute;er le m&ecirc;me type de document (document technique, proposition commerciale, fax...). Pour vous faciliter le travail, cr&eacute;ez une bonne fois pour toute un mod&egrave;le sur lequel vous vous appuyerez &agrave; chaque fois. Ainsi, vous standardisez le format de la r&eacute;f&eacute;rence, le ou les fichiers &agrave; compl&eacute;ter ainsi que vos propres attributs (date, texte, bool\u00E9en ou num\u00E9rique) pour chaque nouveau document.
category5.question3=Un peu plus d'explication sur le masque de la r&eacute;f&eacute;rence...
category5.answer3=Le masque vous permet de d&eacute;finir le format de la r&eacute;f&eacute;rence des documents que vous cr&eacute;erez &agrave; partir de ce mod&egrave;le. En plus des caract&egrave;res ordinaires, vous pouvez utiliser "#" pour tout nombre valide et "*" pour n'importe quel caract&egrave;re. Ainsi si vous d&eacute;finissez le masque "FAX_****_###', lorsque vous cr&eacute;erez un document sur ce mod&egrave;le, vous pourrez lui donner la r&eacute;f&eacute;rence "FAX_RECU_001".<BR> A noter que vous pouvez \u00E9galement choisir de g\u00E9n\u00E9er automatiquement la r\u00E9f\u00E9rence (alors unique) de chaque nouveau document cr\u00E9\u00E9 \u00E0 partir du mod\u00E8le de document. Pour cela, il vous suffit de cocher la case "r\u00E9f\u00E9rence de document g\u00E9n\u00E9r\u00E9e".

category6.title=Gestion des libell&eacute;s
category6.question1=Comment appliquer un libell&eacute; \u00E0 un document ?
category6.answer1=Il vous suffit de s&eacute;lectionner un document puis de choisir dans la barre d'outils "Actions / G&eacute;rer les libell&eacute;s". Saisissez ou s&eacute;lectionnez ensuite le libell&eacute; que vous souhaitez appliquer et cliquez sur le bouton "Ajouter un libell&eacute;". Le bouton "Enlever un libell&eacute;" est ensuite &agrave; votre disposition pour supprimer un libell&eacute;.
category6.question2=Quelle est l'utilit&eacute; d'un libell&eacute; ?
category6.answer2=Il permet une classification libre et transversale de vos documents (par th&egrave;me, importance...). Le r&eacute;pertoire "*libell&eacute;s" met ensuite \u00E0 votre dispoition des sous-dossiers portant le nom des libell&eacute;s d&eacute;finis. Vous retrouvez ainsi tr&egrave;s facilement tous vos documents selon votre propre classement.

category8.title=A propos
category8.question1=Que signifie DocDoku ?
category8.answer1=Si vous &ecirc;tes joueur de sudoku, vous savez probablement que "doku" signifie "unique" en japonais. "Doc" signifie "document". Ainsi, en utilisant DocDoku, vos documents sont uniques et ne se perdront plus jamais dans votre syst&egrave;me d'information.

category9.title=Autres
category9.question1=Vous avez d'autres questions ?
category9.answer1=N'h&eacute;sitez pas &agrave; nous faire parvenir vos interrogations par mail &agrave; <a href="mailto:support@docdoku.com">support@docdoku.com</a>.