title=DocDoku: aide

help.title=Bienvenue sur l'aide DocDoku

category1.title=Fondamentaux
category1.question1=Quels sont les pr\u00E9-requis pour utiliser DocDoku ?
category1.answer1=Pour utiliser DocDoku Web, vous devez disposer d'un simple navigateur web : Internet Explorer, Firefox, Safari, Google Chrome or Opera. Pour DocDoku Desktop, vous devez avoir install\u00E9 au pr\u00E9alable Java 6 (\u00E9galement appel\u00E9e version 1.6) ou sup\u00E9rieur. Pour installer l'environnement Java n\u00E9cessaire ou pour contr\u00F4ler son installation, utilisez ce <a href="#" onClick="window.open('http://www.java.com')">lien</a>.
category1.question2=Quelles sont les plateformes support\u00E9es ?
category1.answer2=DocDoku Web est support\u00E9 sur tous les syst\u00E8mes \u00E9quip\u00E9s d'un navigateur r\u00E9cent. DocDoku Desktop est support\u00E9 sous Windows 2000, XP, 2003, Vista, Windows 7, Mac OS et Linux. En fait, DocDoku Desktop a juste besoin de Java 6 pour fonctionner.
category1.question3=Quelle est la marche \u00E0 suivre pour utiliser DocDoku ?
category1.answer3=Une fois votre compte DocDoku cr\u00E9\u00E9 vous devez rejoindre au moins un espace de travail, soit en en cr\u00E9ant un, soit en demandant \u00E0 l'administrateur d'un autre espace de vous y rattacher. Ensuite, vous pouvez utiliser au choix DocDoku Desktop ou DocDoku Web pour interagir avec votre espace.
category1.question4=Comment lancer l'application DocDoku ?
category1.answer4=Pour d\u00E9marrer DocDoku Desktop cliquez sur le lien "Desktop" en haut \u00E0 gauche puis sur le bouton "Launch". Ensuite saisissez votre nom d'utilisateur, votre mot de passe et l'espace de travail auquel vous souhaitez vous connecter. Si c'est la premi\u00E8re fois que vous lancez l'application, un raccourci vers DocDoku Desktop devrait se cr\u00E9er sur votre bureau. Si vous pr\u00E9f\u00E9rez utiliser DocDoku Web, vous devez vous connecter depuis la page d'accueil puis cliquer sur "Mes espaces\u25BC" pour s\u00E9lectionner l'espace de travail.
category1.question5=O\u00F9 sont stock\u00E9s mes fichiers ?
category1.answer5=Ils sont stock\u00E9s sur notre syst\u00E8me. Vous disposez donc d'un acc\u00E8s universel \u00E0 vos documents, une simple connexion internet suffit !
category1.question6=Je n'arrive pas \u00E0 me connecter \u00E0 DocDoku.
category1.answer6=Lorsque vous saisissez votre nom d'utilisateur et votre mot de passe, v\u00E9rifiez que vous respectez bien la casse. Exemple : votre nom d'utilisateur est "DUPOND". Si vous saisissez "Dupond", votre authentification sera rejet\u00E9e.
category1.answer7=Si vous n'arrivez toujours pas \u00E0 vous connecter, rendez-vous dans "Programmes/Panneau de configuration/Java/S\u00E9curit\u00E9/Certificats". Supprimez ensuite tous les certificats utilisateur approuv\u00E9s et d\u00E9livr\u00E9s \u00E0 DocDoku. T\u00E9l\u00E9chargez ensuite \u00E0 nouveau DocDoku et n'oubliez pas d'accepter le certificat ou la signature num\u00E9rique.

category2.title=Administration
category2.question1=Comment acc\u00E9der \u00E0 la console d'administration DocDoku ?
category2.answer1=Connectez-vous sur notre page d'accueil et saisissez votre nom d'utilisateur et votre mot de passe en haut \u00E0 droite.
category2.question2=A quoi sert la console d'administration ?
category2.answer2=Elles sert \u00E0 cr\u00E9er et modifier vos espaces de travail. Elle permet \u00E9galement de g\u00E9rer les droits d'acc\u00E8s des utilisateurs sur vos espaces. En outre, lorsque vous cr\u00E9ez ou \u00E9ditez votre espace de travail, vous pouvez choisir de geler la structure des r\u00E9pertoires, except\u00E9 pour le gestionnaire de l'espace de travail.
category2.question3=Quelles sont les r\u00E8gles applicables \u00E0 la gestion des utilisateurs ?
category2.answer3=Vous ne pouvez ajouter un utilisateur \u00E0 l'espace de travail que s'il a d\u00E9j\u00E0 \u00E9t\u00E9 cr\u00E9\u00E9. Un utilisateur n'est supprimable que s'il n'est pas encore impliqu\u00E9 dans un document ou un workflow. Les options "Activer" et "D\u00E9sactiver" de la liste d\u00E9roulante vous permettent d'activer ou non un utilisateur dans l'espace de travail en cours, sans aucune contrainte. Enfin, les choix "lecture seule" et "acc\u00E8s complet" vous permettent de d\u00E9terminer si l'utilisateur pourra ou non modifier des documents.

category3.title=Gestion des documents
category3.question1=Comment puis-je ajouter un fichier dans DocDoku ?
category3.answer1=La premi\u00E8re chose \u00E0 faire est de cr\u00E9er un document. Pour cela, la fonction "Nouveau document" est \u00E0 votre disposition, soit via le menu "Fichier / Nouveau / Nouveau Document", soit via le menu contextuel (clic droit) "Nouveau document". Il vous suffit ensuite de s\u00E9lectionner le document cr\u00E9\u00E9 et de faire clic droit "Editer" (ou via le menu "Actions / Editer"). R\u00E9pondez ensuite "Oui" lorsque l'application vous demande si vous voulez r\u00E9server ce document. La fen\u00EAtre d'\u00E9dition appara&icirc;t alors et vous propose, entre autres, le bouton "Ajouter un fichier". Cliquez sur ce dernier et choisissez le fichier \u00E0 ajouter via l'explorateur propos\u00E9. Cliquez ensuite sur "OK" et le t\u00E9l\u00E9chargement du document commence. Enfin, vous pouvez lib\u00E9rer cette it\u00E9ration de document, si vous souhaitez rendre la main, grace au bouton "Lib\u00E9rer" disponible dans la barre d'outils.
category3.question2=Comment puis-je modifier un document dans DocDoku ?
category3.answer2=S\u00E9lectionnez le fichier puis faites clic droit "Editer" (ou via le menu "Actions / Editer"). R\u00E9pondez ensuite "Oui" lorsque l'application vous demande si vous voulez r\u00E9server ce document. La fen\u00EAtre d'\u00E9dition appara&icirc;t alors et vous propose, entre autres, le bouton "Editer le fichier". Le fichier que vous souhaitez modifier s'ouvre avec le programme associ\u00E9. Faites vos modifications et enregistrer le. Revenez sur DocDoku et cliquez sur OK. Le t\u00E9l\u00E9chargement du document commence. Enfin, vous pouvez int\u00E9grer cette it\u00E9ration de document dans DocDoku grace au bouton "Lib\u00E9rer" disponible dans la barre d'outils.
category3.question3=Comment puis-je annuler une modification en cours sur un document ?
category3.answer3=Pour annuler la prise en compte de modifications sur un document, vous disposez du bouton "Annuler la r\u00E9servation" dans la barre d'outils.
category3.question4=Existe-t'il la notion de dossiers publiques et priv\u00E9s dans DocDoku ?
category3.answer4=Biens\u00FBr. Tous les dossiers priv\u00E9s sont situ\u00E9s sous le noeud intitul\u00E9 "~votre nom d'utilisateur". Ce noeud est facile \u00E0 r\u00E9p\u00E9rer, il est pr\u00E9fix\u00E9 d'un ic\u00F4ne symbolisant une maison. Tous les documents qui sont situ\u00E9s sous ce noeud sont donc priv\u00E9s et ne sont visibles et modifiables que par l'utilisateur en cours. En revanche, tout ce qui n'est pas situ\u00E9 dans ce noeud est donc consid\u00E9r\u00E9 comme publique et donc visible et modifiable par les utilisateurs autoris\u00E9s \u00E0 acc\u00E9der \u00E0 cet espace de travail.

category4.title=Gestion des workflows
category4.question1=Que signifie "workflow" ?
category4.answer1=Un Workflow est un syst\u00E8me permettant d'automatiser un flux d'informations au sein d'une organisation. Il permet par exemple de d\u00E9finir un circuit de validation pour un document.
category4.question2=Comment cr\u00E9er un workflow ?
category4.answer2=Choisissez "Nouveau / Nouveau mod\u00E8le de workflow" via le menu "Fichier". La fen\u00EAtre de conception d'un worflow appara&icirc;t. Pour ajouter une activit\u00E9 en s\u00E9rie, s\u00E9lectionnez l'avant dernier bouton de la barre d'outils situ\u00E9 \u00E0 gauche de la fen\u00EAtre. Positionnez vous ensuite avant ou apr\u00E8s une t&acirc;che. Un symb\u00F4le identique au bouton de la barre d'outils appara&icirc;t. D'un simple clic, vous pouvez ajouter autant d'activit\u00E9 que n\u00E9cessaire. Pour d\u00E9finir une activit\u00E9, s\u00E9lectionnez l\u00E0 puis faites clic droit "Editer". La fen\u00EAtre d'\u00E9diton d'activit\u00E9 appara&icirc;t, au sein de laquelle vous pouvez \u00E9diter, ajouter ou supprimer une t&acirc;che. S\u00E9lectionnez une t&acirc;che et cliquez sur le bouton "Editer une t&acirc;che". Une fen\u00EAtre est mise \u00E0 votre disposition pour intituler, affecter un responsable et donnez des instructions sur cette t&acirc;che. Ciquez sur OK pour valider l'\u00E9dition de la t&acirc;che puis une nouvelle fois sur OK pour valider l'\u00E9dition de l'activit\u00E9.
category4.question3=Quelles sont les conditions d'utilisation d'un worflow ?
category4.answer3=Un worflow n'est applicable ou actif que pour un ou plusieurs documents "publiques". En effet, quel est l'int\u00E9r\u00EAt de vouloir appliquer un workflow \u00E0 un document priv\u00E9 donc visible uniquement par son propri\u00E9taire...
category4.question4=Comment appliquer un workflow \u00E0 un nouveau document ?
category4.answer4=Lors de la cr\u00E9ation d'un document (fonction "Nouveau document"), la fen\u00EAtre de cr\u00E9ation vous propose de choisir dans une liste de mod\u00E8les de workflow que vous souhaitez appliquer (\u00E0 condition qu'au moins un workflow ait \u00E9t\u00E9 cr\u00E9\u00E9 au pr\u00E9alable biens\u00FBr...).
category4.question5=Comment appliquer un workflow \u00E0 un document existant ?
category4.answer5=Il faut en fait cr\u00E9er une nouvelle version du document. S\u00E9lectionnez le document en question puis allez dans le menu "Actions" et choisissez "Cr\u00E9er une nouvelle version". La fen\u00EAtre de cr\u00E9ation de version appara&icirc;t et une liste des workflows existants est \u00E0 votre disposition. Cliquez sur OK. Vous verrez ensuite appara&icirc;tre la nouvelle version du document.

category5.title=Mod\u00E8les de documents
category5.question1=Comment cr\u00E9er un mod\u00E8le de document ?
category5.answer1=S\u00E9lectionnez "Nouveau / Nouveau mod\u00E8le de document" dans le menu "Fichier". Au sein de la fen\u00EAtre de cr\u00E9ation d'un mod\u00E8le de document, vous pouvez d\u00E9finir sa r\u00E9f\u00E9rence ainsi que le ou les fichiers affect\u00E9s \u00E0 ce mod\u00E8le. En outre, le champ "Masque" vous permet de d\u00E9finir le format de la r\u00E9f\u00E9rence des documents que vous cr\u00E9erez selon ce mod\u00E8le.
category5.question2=Pourquoi cr\u00E9er des mod\u00E8les de documents ?
category5.answer2=Vous \u00EAtes souvent amen\u00E9 \u00E0 cr\u00E9er le m\u00EAme type de document (document technique, proposition commerciale, fax...). Pour vous faciliter le travail, cr\u00E9ez une bonne fois pour toute un mod\u00E8le sur lequel vous vous appuyerez \u00E0 chaque fois. Ainsi, vous standardisez le format de la r\u00E9f\u00E9rence, le ou les fichiers \u00E0 compl\u00E9ter ainsi que vos propres attributs (date, texte, bool\u00E9en ou num\u00E9rique) pour chaque nouveau document.
category5.question3=Un peu plus d'explication sur le masque de la r\u00E9f\u00E9rence...
category5.answer3=Le masque vous permet de d\u00E9finir le format de la r\u00E9f\u00E9rence des documents que vous cr\u00E9erez \u00E0 partir de ce mod\u00E8le. En plus des caract\u00E8res ordinaires, vous pouvez utiliser "#" pour tout nombre valide et "*" pour n'importe quel caract\u00E8re. Ainsi si vous d\u00E9finissez le masque "FAX_****_###', lorsque vous cr\u00E9erez un document sur ce mod\u00E8le, vous pourrez lui donner la r\u00E9f\u00E9rence "FAX_RECU_001".<BR> A noter que vous pouvez \u00E9galement choisir de g\u00E9n\u00E9er automatiquement la r\u00E9f\u00E9rence (alors unique) de chaque nouveau document cr\u00E9\u00E9 \u00E0 partir du mod\u00E8le de document. Pour cela, il vous suffit de cocher la case "r\u00E9f\u00E9rence de document g\u00E9n\u00E9r\u00E9e".

category6.title=Gestion des libell\u00E9s
category6.question1=Comment appliquer un libell\u00E9 \u00E0 un document ?
category6.answer1=Il vous suffit de s\u00E9lectionner un document puis de choisir dans la barre d'outils "Actions / G\u00E9rer les libell\u00E9s". Saisissez ou s\u00E9lectionnez ensuite le libell\u00E9 que vous souhaitez appliquer et cliquez sur le bouton "Ajouter un libell\u00E9". Le bouton "Enlever un libell\u00E9" est ensuite \u00E0 votre disposition pour supprimer un libell\u00E9.
category6.question2=Quelle est l'utilit\u00E9 d'un libell\u00E9 ?
category6.answer2=Il permet une classification libre et transversale de vos documents (par th\u00E8me, importance...). Le r\u00E9pertoire "*libell\u00E9s" met ensuite \u00E0 votre dispoition des sous-dossiers portant le nom des libell\u00E9s d\u00E9finis. Vous retrouvez ainsi tr\u00E8s facilement tous vos documents selon votre propre classement.

category8.title=A propos
category8.question1=Que signifie DocDoku ?
category8.answer1=Si vous \u00EAtes joueur de sudoku, vous savez probablement que "doku" signifie "unique" en japonais. "Doc" signifie "document". Ainsi, en utilisant DocDoku, vos documents sont uniques et ne se perdront plus jamais dans votre syst\u00E8me d'information.
category8.question2=Qui est derri\u00E8re DocDoku ?
category8.answer2=Le logiciel de gestion collaborative des documents DocDoku est \u00E9dit\u00E9 par la soci\u00E9t\u00E9 du m\u00EAme nom. Nous fournissons des prestations de support, de conseil, d'int\u00E9gration et de formation sur notre produit. En outre, nous proposons notre logiciel sous forme d'une offre SaaS (Software as a Service) sur notre plate-forme d'h\u00E9bergement <a href="http://www.docdoku.net">docdoku.net</a>.
category8.question3=DocDoku est-il Open Source ?
category8.answer3=Oui parfaitement, DocDoku est d\u00E9velopp\u00E9 sous la licence GPLv3, le code source et le logiciel compil\u00E9 peuvent \u00EAtre t\u00E9l\u00E9charg\u00E9s sur la page <a href="http://code.google.com/p/docdoku/">Google Code du projet</a>.
category8.question4=Vous avez d'autres questions ?
category8.answer4=N'h\u00E9sitez pas \u00E0 nous contacter par mail \u00E0 <a href="mailto:support@docdoku.com">support@docdoku.com</a>.